export const HEADER_HIGH_RISK_DRUG = [
  '医薬品コード',
  '漢字名称',
  'カナ名称',
  '剤形',
  '薬価基準コード',
  '基本漢字名称',
  '算定対象となる薬剤',
];

export const HEADER_GENERAL_DRUG_NAME = [
  '区分',
  '一般名コード',
  '一般名処方の標準的な記載',
  '成分名',
  '規格',
  '一般名処方加算対象',
  '例外コード',
  '同一剤形・規格内の最低薬価',
  '備考',
];

export const HEADER_FS_WELFARE = [
  '施設基準コード',
  '施設基準名称',
  '施設基準略称',
  '予備',
  '改定年度',
];

export const HEADER_FS_MEDICAL = [
  '顧客コード',
  '施設基準コード',
  '取得有無',
  '改定年度',
];

export const HEADER_PDF_FILE = [
  '診療科',
  '医師CD',
  '医師名',
  '病棟',
  '診療年月',
  '診療年月日',
  '入／外',
  '社／国／生保',
  '国保保険制度',
  '患者番号',
  '患者名',
  '性別',
  '患者生年月日',
  '本／家',
  '保険者番号',
  '保険給付割合',
  '区分',
  '査定点数',
  '査定金額',
  '事由',
  '請求内容',
  '補正・査定後内容',
  '備考',
  '帳票',
  'データ年月',
  '保険請求点数',
  '保険負担金額',
  '公費①負担者番号',
  '公費②負担者番号',
  '公費③負担者番号',
  '公費④負担者番号',
];
